Repository: vhparaujo/JogoDaVelha3
Catalog: JogoDaVelha3/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Accept
pt_br: Aceitar

# cancelKey
source: Cancel
pt_br: Cancelar

# challengeDeviceLabel
source: Challenge your device
pt_br: Desafie seu iPhone

# challengeFriendLabel
source: Challenge a friend
pt_br: Desafie seu amigo

# changeName
source: Change my name
pt_br: Trocar nome

# drawKey
source: Nobody wins
pt_br: Empate

# endGameKey
source: End Game
pt_br: Fim de Jogo

# gameOverKey
source: Game Over
pt_br: Fim de Jogo

# labelNameDevice
source: This is the name that will be associated with this device.
pt_br: Esse nome será associado a este dispositivo.

# messageChangeName
source: Tapping on the OK button will quit the application so you can relaunch to use your changed name.
pt_br: Clicando em OK você irá sair do app e então poderá abrir novamente para utilizar o novo nome.

# nameDeviceKey
source: Your Name
pt_br: Seu nome

# newGameKey
source: New Game
pt_br: Novo Jogo

source: New Name
pt_br: Novo nome

# opponentNameKey
source: Opponent Name
pt_br: Nome do oponente

# peerKey
source: Invite someone near you who has this app running to play
pt_br: Convide alguém perto de você que tenha esse app rodando para jogar

# player1Key
source: Player 1
pt_br: Jogador 1

# player2Key
source: Player 2
pt_br: Jogador 2

# playersAvailable
source: Available Players
pt_br: Jogadores disponíveis

# received
source: Received Invitation from
pt_br: Recebeu convite de

source: Reject
pt_br: Rejeitar

source: Select
pt_br: Selecione

# selectGameLabel
source: Select Game
pt_br: Escolha o Jogo

# selectGameTypeLabel
source: Select Game Type
pt_br: Escolha o tipo de jogo

# selectPlayerKey
source: Select a player to start
pt_br: Escolha um jogador para jogar

# setDeviceNameButtonLabel
source: Set
pt_br: Defina

# singleKey
source: Share your iPhone and play against a friend
pt_br: Compartilhe seu iPhone e jogue contra seu amigo

# startKey
source: Start Game
pt_br: Iniciar Jogo

# thinkingKey
source: Thinking...
pt_br: Pensando...

# tictactoe3Key
source: Tic Tac Toe 3
pt_br: Jogo da Velha 3

# twoSharingLabel
source: Two Sharing Device
pt_br: No mesmo iPhone

source: Unknown
pt_br: Sem nome

# YourNameIsKey
source: Your Name is
pt_br: Seu nome é

# yourNameKey
source: Your Name
pt_br: Seu nome
